[IO_Rocketman_Rocket InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Rocketman_Rocket2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_Rocketman_RocketPart MissionItemDefinition]
UseFailureCharacterMessage="You have to do it %s Using this property."
ItemName="piece of rock"
PickupMessage="You must be there %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="Many times"

[ItemDefs.ID_MO_Rocketman_RocketPart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText=""
Suffix=""
Prefix=""

